{
    "info": "b'Grab Flat 35% OFF On All Orders (Last Day)'",
    "link": "?go=17827",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is offering Flat 35% OFF on all Food Orders from your nearby restaurants of any order size. Check out  the delicious menu in your chosen restaurants and order mouth-watering food to home in just a click. Minimum Order Value is Rs 100. Get Maximum Discount is Rs 120 per order. Valid Only on all online payments and both existing and new users. Hurry Up!! This is Valid Only till 19th September, 2015.More '",
    "code": "GRAB"
}{
    "info": "b'Order Food Online: Get Flat 30% OFF on Rs 100- All Users'",
    "link": "?go=11083",
    "details": "b\"Verified on 19 Sep 2015. Foodpanda is Offering Flat 30% OFF on all Food Orders During this Vacation Season. This Offer is Valid for all  Users, where You can Choose from over 2500 + Restaurants. Maximum Discount is Rs 150. Minimum Order Value for availing the discount is Rs 300. Use the above Foodpanda today's coupon to get this Deal. This is Valid only on Online Payment.More \"",
    "code": "GOSEPT"
}{
    "info": "b'Upto 50% OFF on Selected Restaurants + Extra 30% OFF'",
    "link": "?go=17472",
    "details": "b'Verified on 19 Sep 2015. Food panda is Offering Up to 50% OFF on Selected Restaurants. Also Get Extra 30% OFF by Using the above Code.  Minimum Order Value Should be Rs 100. Maximum Discount is Rs 150. Order Food today to get the Double Bonus.More '",
    "code": "GOSEPT"
}{
    "info": "b'Upto 50% OFF on Selected Restaurants'",
    "link": "?go=17472",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Upto 50% OFF on Selected Restaurants across India. No Code is Required. Choose from over  100+ Cities in India. Pick your Favorite Local Restaurants that can Deliver to your Doorstep. To Process the Payment, You can Safely Pay Online from any Bank or Paytm Wallet. Order Now.More '",
    "code": "GOSEPT"
}{
    "info": "b'Get Flat 30% OFF On Rs 100 - Food Order (All Users)'",
    "link": "?go=6553",
    "details": "b'Verified on 19 Sep 2015. FoodPanda Offers Flat 30% OFF On All Major Restaurants In Over 100+ Cities. Use the Above Coupon Code and Avail  the Discount. This is Valid On all Online Payments Only. This is valid Only For All Users. Maximum Discount is Rs 150. Minimum Order Value is Rs 100. Use the above Food panda Code today in the checkout page before you make the payment.More '",
    "code": "PANDA30"
}{
    "info": "b'Get Flat 30% OFF on Rs 200- FoodOrders (All Users)'",
    "link": "?go=12766",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat 30% OFF on Food if Paying through Online. Use the above Voucher Code from the Exclusive  menu of your favorite restaurant. The maximum discount that can be availed is Rs 150. Minimum Order Value is Rs 200. This is Valid Only on web.More '",
    "code": "HEY30"
}{
    "info": "b'Mumbai Restaurants: Get Rs 150 OFF On Food Orders'",
    "link": "?go=12478",
    "details": "b'Verified on 19 Sep 2015. Get Rs 150 OFF on all 775 Restaurants in Mumbai. Choose the best Nearby Restaurant in Your Area and Use the above  Mumbai Offer Code and avail the Discount. Valid for all Old and New Users. This is Valid on Orders above Rs 500. Max Discount is Rs 150.More '",
    "code": "GOSEPT"
}{
    "info": "b'Bangalore Restaurants: Get Flat Rs 150 OFF on Rs 500'",
    "link": "?go=12477",
    "details": "b'Verified on 19 Sep 2015. Foodpanda Promises today Rs 150 OFF On all the 537+ Restaurants in Bangalore. Use the Above Foodpanda Promo Code  to Get this Offer. This is Valid on Minimum order value above Rs 500. Maximum discount that can be availed using this voucher is Rs 150.More '",
    "code": "GOSEPT"
}{
    "info": "b'Pune Restaurants: Get Rs 150 OFF on Food Orders'",
    "link": "?go=15985",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat Rs 150 OFF on Pune Restaurants. Get Rs 150 OFF on Minimum Order Of Rs 500 By Using the  above Code from Over 526 Restaurants in Pune. Minimum Order of Rs 500 is Applicable. Maximum Discount is Rs 150. So Choose a Nearest Restaurant Near by You and Order Now.More '",
    "code": "PANDA30"
}{
    "info": "b'Bangalore Biryani Restaurants@ Get 30% OFF on Food Orders'",
    "link": "?go=16685",
    "details": "b\"Verified on 19 Sep 2015. Foodpanda is Offering Flat 30% OFF by Using the above Code. Find the most delicious Biryani restaurants in  Bangalore and Choose from 180 restaurants close to Bangalore. Check out food panda for the easiest way to access the full menus of Bangalore's biryani specialists. Minimum Order Value is Rs 100. Maximum Discount is Rs 150. Order Now.More \"",
    "code": "GOSEPT"
}{
    "info": "b'Nagpur Restaurants: Get Rs 150 OFF on Food Orders'",
    "link": "?go=13956",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat Rs 150 OFF on Food Orders for Nagpur Users. Use the above code and Get Flat Rs 150 OFF  on Food Orders from Over 85 Restaurants in Nagpur. This is Valid for all Old and New Users. Minimum Order value is Rs 500. Get Maximum Discount Of Rs 150. Order Now.More '",
    "code": "GOSEPT"
}{
    "info": "b'Chandigarh@ Get Flat 30% OFF on Food Orders'",
    "link": "?go=17449",
    "details": "b\"Verified on 19 Sep 2015. FoodPanda is Offering Flat 30% OFF on Food Orders in Chandigarh. Yes, to order food home delivery in Chandigarh,  check out the restaurants in the city that we have in their network. Choose from their online menus and place your order, Whether it's Punjabi, Chinese, Mughlai, or Continental whatever you want,, and get Flat 30% OFF by Using the above Code. Maximum Discount is Rs 150. Minimum Order Value is Rs 100. Order Now.More \"",
    "code": "GOSEPT"
}{
    "info": "b'Over 220 Hyderabad Restaurants: Get Flat Rs 150 OFF on Food Orders'",
    "link": "?go=12450",
    "details": "b'Verified on 19 Sep 2015. FoodPanda Offers today Flat Rs 150 OFF on Rs 500 in Over 226 Hyderabad Restaurants. To Avail this Offer Use the  Above Coupon Code and Get Maximum Upto Rs 150 OFF On Orders. This is Valid on online payment only. This is Valid for New Old and New Users. Minimum Order Value is Rs 500.More '",
    "code": "GOSEPT"
}{
    "info": "b'Jaipur@ Get 30% OFF On Food Orders'",
    "link": "?go=17061",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat 30% OFF on Food Orders In Jaipur. Get Jaipur best food delivery restaurants in the  landing Page and Choose from 110 restaurants by Using the above code. Filter the Restaurants as Veg Restaurants and Non Veg Restaurants near by you. Minimum Order Value is Rs 100. Maximum Discount is Rs 150. Order Now.More '",
    "code": "GOSEPT"
}{
    "info": "b'Noida Restaurants: Get 30% OFF On Rs 100- Food Orders'",
    "link": "?go=16093",
    "details": "b'Verified on 19 Sep 2015. FoodPanda is Offering Flat 30% OFF on over 116 Restaurants in Noida. Get 30%OFF by Using the above Code. Get  Maximum of Rs 150. Minimum Order Value is Rs 100. Locate yourself in Noida to find restaurants that deliver to you and enjoy the Best Food From the Menu. Order Now.More '",
    "code": "GOSEPT"
}{
    "info": "b'Over 678 restaurants@ Delhi: Get Rs 150 OFF'",
    "link": "?go=15986",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat Rs 150 OFF On Delhi Restaurants. Order from Over 678 Restaurants in Delhi by Using the  above code and get Flat Rs 150 OFF on Rs 500. Minimum Order Value is Rs 500. Maximum Discount is Rs 150. Order Now by Choosing Your Nearest Restaurant.More '",
    "code": "GOSEPT"
}{
    "info": "b'Chennai Restaurants: Get Flat 30% OFF'",
    "link": "?go=15984",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat 30% OFF on Orders above Rs 100. Order from Over 171 Restaurants in Chennai and get Flat  30% OFF by Using the above code. Maximum Discount is Rs 150. Minimum Order Value is Rs 100. Order Now.More '",
    "code": "GOSEPT"
}{
    "info": "b'Baskin Robbins (Hyd): Buy 1 Get 1 Free'",
    "link": "?go=13723",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Buy 1 Get 1 Free on Baskin Robbins, Nizam Pet Main Road. Use the above Code to avail Buy 1  Get 1 Free. Order 1 Happyness Pack and get 1 Family Pack Free from timeless Category. Enter the above Foodpanda Promo code during Checkout.More '",
    "code": "T-LESSRFDM1EV"
}{
    "info": "b\"Papa John's Pizza: Super Size Thursday - Go Larger for Rs 25 Only\"",
    "link": "?go=13723",
    "details": "b\"Verified on 19 Sep 2015. Foodpanda is Offering Deal on Papa John's Pizza. Upgrade your Order from medium Authentic thin Crust pizza to  Larger for Rs 25 Only. No coupon is Required. This Offer is Valid For Only Thursday.More \"",
    "code": "T-LESSRFDM1EV"
}{
    "info": "b'Finest Biryani restaurants in Gurgaon@ Get Rs 150 OFF'",
    "link": "?go=16500",
    "details": "b\"Verified on 19 Sep 2015. Foodpanda is Offering Rs 150 OFF on Finest Biryani restaurants in Gurgaon. Choose from Over 84 Restaurants in  Gurgaon. If you stay in the city, you can have its best biryani dishes delivered to your doorstep. You can order biryani online in Gurgaon from top-rated restaurants like Biryani Paradise, Biryani Blue, Chef's Kitchen and so on. Get Flat Rs 150 OFF on Order of Rs 500 and above by Using the above code.More \"",
    "code": "GOSEPT"
}{
    "info": "b\"Order from Domino's: Get 20% OFF on Rs 350\"",
    "link": "?go=5504",
    "details": "b'Verified on 19 Sep 2015. Foodpanda Offers today as Order from Dominos and get Flat 20% OFF on Rs 350. Valid everyday. This is Valid on  online payment and for all the New and Old customers only. Check the Details in the Landing Page. Use the above Coupon code and Get the discount. Grab now MouthWatering Toppings at Dominos.More '",
    "code": "NET07"
}{
    "info": "b'Box8: Get 50% OFF (Wednesday to Monday)'",
    "link": "?go=5504",
    "details": "b'Verified on 19 Sep 2015. Get 50% OFF Only on Box8 at Foodpanda. This offer is valid only in Mumbai and Bangalore. This Exclusive Offer Is  Valid Only in all Box8 Outlets in Both Mumbai and Bangalore. Hurry Limited Period Offer. Maximum Discount is Rs 250. No Coupon Required. This Offer is Valid From Wednesday to MondayMore '",
    "code": "NET07"
}{
    "info": "b'Yo! China: Get 50% OFF Every Tuesday'",
    "link": "?go=5504",
    "details": "b'Verified on 19 Sep 2015. Yo! China is the first and largest chain that offers Indian and Chinese cuisines all over the country. Order food  online from Yo! China and Get Flat 50% OFF on total Menu Every Tuesday.More '",
    "code": "NET07"
}{
    "info": "b'Pay with PayUmoney: Get Extra Rs 50 OFF on Food Orders'",
    "link": "?go=12101",
    "details": "b'Verified on 19 Sep 2015. PayUmoney is Offering Flat Rs 50 OFF on FoodOrders. Choose Pay Online and Select PayUmoney at Transaction page.  Use the above Coupon code and Get Flat Rs 50 OFF. Grab this Offer Now. Min Order Value is Rs 150. This is valid for only 1 Transaction for FoodPanda.Hurry up and Grab this offer now.More '",
    "code": "ADANI50"
}{
    "info": "b\"Papa John's Pizza: Terrific Tuesday: Buy 1 Get 1 Pizza Free\"",
    "link": "?go=12101",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Deal in Papa Johns Pizza. Buy any Large Authentic thin Crust Pizza and Get One Pizza Free.  This Is Valid on Tuesday Only. Not Valid on Pepperani Pizza and Pepparani Toppings.More '",
    "code": "ADANI50"
}{
    "info": "b'Food Order: Get 30% OFF from 100+ Cities (All Users)'",
    "link": "?go=14080",
    "details": "b'Verified on 19 Sep 2015. Foodpanda is Offering Flat 30% OFF on Food Orders from Over 100+ Cities in India. Use the above code and get  maximum of Rs 150. Minimum Order value is Rs 100. Valid for all users.More '",
    "code": "PANDA30"
}
