{
    "info": "b'Get Rs 50 Cashback on Recharges and Bill Payments'",
    "link": "?go=17312",
    "details": "b\"Verified on 19 Sep 2015. Paytm is Offering Rs 50 Cashback on Recharges and Bill Payments of Rs 400 and above. This above Code can be used  upto 6 times per user. This Cashback will be credited within 24 hours of the transaction into user's Paytm Wallet. A number can be recharged only 6 times using this code.  This is Valid for All Old and New Users. This is Valid on Web. This is Valid till 21st September 2015. Not Valid for Airtel Users.More \"",
    "code": "SEP400"
}{
    "info": "b'Get 4% Cashback on Prepaid Recharges of Rs 30 & above- Airtel Users'",
    "link": "?go=17803",
    "details": "b\"Verified on 19 Sep 2015. Paytm is Offering 4% Cashback on Prepaid Recharges of Rs 30 and above for Airtel Prepaid Users. Get Maximum  Cashback of Rs 200. This Code can be used upto 5 times per user. A number can be recharged only 5 times using this Code. Cashback will be credited within 24 hours of the transaction into user's Paytm Wallet. This is Valid only for Airtel Prepaid users. This is Valid on web. Good News to Airtel Users for Recharging.More \"",
    "code": "AIRTEL4"
}{
    "info": "b'Get Upto Rs 50 Cashback on Recharge and Bill Payments- All Users'",
    "link": "?go=17289",
    "details": "b'Verified on 19 Sep 2015. Paytm is Offering Rs 10 Cashback on Recharge and Bill Payments of Rs 100 or more by Using the above Code. This  Code can be used upto 5 times per user. A number can be recharged only 5 times using this Deal. This Cashback will be credited within 24 hours of the transaction into user\\xe2\\x80\\x99s Paytm Wallet.  This is Valid for All Old and New Users. This is Valid on Web. Start Recharging Now. Not Valid for Airtel Users.More '",
    "code": "RECH100"
}{
    "info": "b'Get 5% Cashback on Recharge & Bill Payments - All Users'",
    "link": "?go=17289",
    "details": "b'Verified on 19 Sep 2015. Paytm is Offering 5% Cashback on Mobile Recharges and Bill Payments. Maximum Cashback is Rs 200. The above Code  can be used upto 5 times per user. A number can be recharged only 5 times using this campaign. The Cashback will be credited within 24 hours of the transaction into user\\xe2\\x80\\x99s Paytm Wallet. This is Valid on web & app. This is Valid for all Old and New Users.'",
    "code": "RECH100"
}
